acpi
alsa-utils
autoconf
automake
bash
binutils
bison
bumblebee
bzip2
cabal-install
coreutils
cronie
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker-compose
dunst
e2fsprogs
emacs
fakeroot
feh
file
filesystem
findutils
firefox
flex
freeglut
fzf
gawk
gcc
gcc-libs
gettext
gifsicle
git
glfw-x11
glibc
grep
groff
gzip
haskell-gtk
htop
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inetutils
inotify-tools
iproute2
iputils
irssi
jdk8-openjdk
jfsutils
kitty
less
libnotify
libtool
licenses
linux
linux-firmware
logrotate
lsof
lvm2
lynx
m4
maim
make
man-db
man-pages
mdadm
mpc
mpd
mpv
nano
ncmpcpp
netctl
newsboat
nodejs
npm
nvidia
opam
openssh
otf-fira-code
pacman
parcellite
patch
pciutils
perl
picom
pinta
pkgconf
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
pygtk
python-pip
python-pyalsa
python-pynvim
python-pywal
python-virtualenv
python2-gobject
python2-virtualenv
ragel
ranger
refind-efi
reiserfsprogs
ripgrep
rlwrap
rust
rxvt-unicode
s-nail
screenfetch
sdl2_image
sdl_image
sed
shadow
stack
sudo
surf
sxhkd
sxiv
sysfsutils
systemd
systemd-sysvcompat
tabbed
tar
texinfo
tig
tk
tlp
transmission-cli
ttf-inconsolata
ttf-linux-libertine
usbutils
util-linux
vi
vim
w3m
watchman
wget
which
wireless_tools
wpa_supplicant
xcape
xclip
xdotool
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
youtube-dl
zathura
zsh
zsh-completions
