alsa-utils
autoconf
automake
bash
binutils
bison
bzip2
compton
coreutils
cower
cryptsetup
device-mapper
dhcpcd
dialog
diff-so-fancy
diffutils
dmenu
dunst
e2fsprogs
escrotum-git
expac
fakeroot
feh
file
filesystem
findutils
firefox
flex
fzf
gawk
gcc
gcc-libs
gettext
git
glibc
google-chrome
grep
groff
gzip
i3-gaps
i3blocks
i3lock
i3status
inetutils
iproute2
iputils
jfsutils
kitty
less
libtool
licenses
linux
linux-firmware
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
neovim
netctl
openssh
otf-fira-code
pacaur
pacman
patch
pciutils
perl
pkgconf
procps-ng
psmisc
python-pip
ranger
refind-efi
reiserfsprogs
ripgrep
rustup
s-nail
sed
shadow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
tig
ttf-fira-sans
usbutils
util-linux
vi
vim
which
wpa_supplicant
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zsh
zsh-completions
